Revit 2027 API
ParameterTypeId.RebarInternalMultiplanarEndConnector Property
 "INTERNAL: Multiplanar End Connector"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RebarInternalMultiplanarEndConnector { get; }
Public Shared ReadOnly Property RebarInternalMultiplanarEndConnector As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RebarInternalMultiplanarEndConnector {
	ForgeTypeId^ get ();
}
static member RebarInternalMultiplanarEndConnector : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace